{
  "jokes": [
    {
      "id": "1",
      "content": "A child asked his father, \"How were people born?\" So his father said, \"Adam and Eve made babies, then their babies became adults anda made babies, and so on.\" The child then went to his mother, asked her the same question and she told him, \"We were monkeys then we evolved to become like we are now.\" The child ran back to his father and said, \"You lied to me!\" His father replied, \"No, your mom was talking about her side of the family.\"",
      "isVoted": null
    },
    {
      "id": "2",
      "content": "A young boy enters a barber shop and the barber whispers to his customer, \"This is the dumbest kid in the world. Watch while I prove it to you.\"\nThe barber puts a dollar bill in one hand and two quarters in the other, then calls the boy over and asks, \"Which do you want, son?\" The boy takes the quarters and leaves.\n\"What did I tell you?\" said the barber. \"That kid never learns!\"\nLater, when the customer leaves, he sees the same young boy coming out of the ice cream parlor.\n\"Hey, son! May I ask you a question? Why did you take the quarters instead of the dollar bill?\"\nThe boy licked his cone and replied:\n\"Because the day I take the dollar the game is over!\"",
      "isVoted": null
    },
    {
      "id": "3",
      "content": "Putin is held hostage by a terrorist. A Russian truckdriver stops at the back of a long queue on the motorway. He sees a policeman walking down the line of stopped cars to briefly talk to the drivers. As the policeman approaches the truck, the truckdriver rolls down his window and asks, \"What's going on?\"\nPoliceman: \"A terrorist is holding Putin hostage in a car. He's demanding 10 million rubles, or he'll douse Putin in petrol and set him on fire. So we're asking drivers for donations.\"\nDriver: \"Oh, ok. How much do people donate on average.\"\nPoliceman: \"About a gallon.\"",
      "isVoted": null
    },
    {
      "id": "4",
      "content": "A guy said to God, \"God, is it true that to you a billion years is like a second?\"\nGod said yes.\nThe guy said, \"God, is it true that to you a billion dollars is like a penny?\"\nGod said yes.\nThe guy said, \"God, can I have a penny?\"\nGod said, \"Sure, just a second.\"",
      "isVoted": null
    },
    {
      "id": "5",
      "content": "A taxi passenger tapped the driver on the shoulder to ask him a question.\nThe driver screamed, lost control of the car, nearly hit a bus, went up on the footpath, and stopped inches from a shop window.\nFor a second, everything was quiet in the cab. Then the driver said, \"Look, mate, don't ever do that again. You scared the living daylights out of me!\"\nThe passenger apologized and said, \"I didn't realize that a little tap would scare you so much.\"\nThe driver replied, \"Sorry, it's not really your fault. Today is my first day as a cab driver — I've been driving a funeral van for the last 25 years.\"",
      "isVoted": null
    }
  ]
}